Repository: pkp/portico
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.importexport.portico.settings
source: Settings
es_es: Configuraciones
pt_br: Configurações

# plugins.importexport.portico.displayName
source: Portico Export Plugin
es_es: Complemento de exportación Portico
pt_br: Plugin de Exportação Portico

# plugins.importexport.portico.description
source: <p>This plugin may be used to export your journal content for inclusion in the <a href="https://www.portico.org" target="_blank">Portico digital preservation service</a>. Content may be downloaded manually to your local computer for later delivery to Portico, or sent directly to your account on the Portico server by configuring your credentials below. Access the <em>Export Issues</em> tab in order to export the data.</p>
es_es: Este complemento se puede utilizar para exportar el contenido de su revista para su inclusión en el <a href="https://www.portico.org" target="_blank">Servicio de preservación digital Portico</a>. El contenido puede ser descargado manualmente a su computadora para posteriormente enviarlo a Portico, o enviarse directamente a su cuenta en el servidor FTP Portico simplemente configurando a continuación sus credenciales. Acceda a la pestaña <em>Exportar incidentes<em> para exportar los datos.
pt_br: <p>Este plug-in pode ser usado para exportar o conteúdo do periódico para inclusão no <a href="https://www.portico.org" target="_blank">serviço de preservação digital Portico</a>. O conteúdo pode ser baixado manualmente em seu computador local para entrega posterior à Portico ou enviado diretamente para sua conta no servidor Portico configurando suas credenciais abaixo. Acesse a guia <em>Exportar edições</em> para exportar os dados.</p>

# plugins.importexport.portico.description.short
source: This plugin may be used to export your journal content for inclusion in the Portico digital preservation service. Content maybe downloaded manually to your local computer for later delivery to Portico, or may be sent directly to your account on the Portico FTP server.
es_es: Este complemento se puede utilizar para exportar el contenido de su revista para su inclusión en el servicio de preservación digital de Portico. El contenido puede descargarse manualmente a su computadora para su posterior entrega a Portico, o puede enviarse directamente a su cuenta en el servidor FTP de Portico.
pt_br: Este plug-in pode ser usado para exportar o conteúdo do periódico para inclusão no serviço de preservação digital Portico. O conteúdo pode ser baixado manualmente para o seu computador local para entrega posterior ao Portico, ou pode ser enviado diretamente para sua conta no servidor FTP do Portico.

# plugins.importexport.portico.issnWarning
source: Note: It appears that you have not configured an online ISSN for your journal. This is not strictly mandatory, but will simplify the deposit process. You may configure an ISSN in the <a href="{$setupUrl}" target="_blank">journal setup</a>.
es_es: Nota: Parece que no ha configurado un ISSN en línea para su revista. Esto no es estrictamente obligatorio, pero simplificará el proceso de depósito. Puede configurar un ISSN en <a href="{$setupUrl}" target="_blank">Configuración de la revista</a>.
pt_br: Nota: Parece que você não configurou um ISSN online para o periódico. Isso não é estritamente obrigatório, mas simplificará o processo de depósito. Você pode configurar um ISSN na <a href="{$setupUrl}" target="_blank">Configuração da revista</a>.

# plugins.importexport.portico.abbreviationWarning
source: Note: It appears that you have not configured an abbreviation for your journal. This is not strictly mandatory, but will simplify the deposit process. You may create an abbreviation from <a href="{$setupUrl}" target="_blank">Journal Setup Step 1.1</a>.
es_es: Nota: Parece que no ha configurado una abreviatura para su revista. Esto no es estrictamente obligatorio, pero simplificará el proceso de depósito. Puede crear una abreviatura desde <a href="{$setupUrl}" target="_blank">Journal Setup Step 1.1</a>.
pt_br: Nota: Parece que você não configurou uma abreviação para o periódico. Isso não é estritamente obrigatório, mas simplificará o processo de depósito. Você pode criar uma abreviação da <a href="{$setupUrl}" target="_blank">Etapa de configuração da revista 1.1</a>.

# plugins.importexport.portico.endpoint.type
source: Server Type
pt_br: Tipo de servidor

# plugins.importexport.portico.endpoint.hostname
source: Hostname
pt_br: Nome do host

# plugins.importexport.portico.endpoint.username
source: Username
pt_br: Nome do usuário

# plugins.importexport.portico.endpoint.password
source: Password
pt_br: Senha

# plugins.importexport.portico.endpoint.path
source: Path
pt_br: Caminho

# plugins.importexport.portico.newEndpoint
source: New Endpoint
pt_br: Novo Endpoint

# plugins.importexport.portico.endpoint.delete
source: Delete this endpoint
pt_br: Excluir este endpoint

# plugins.importexport.portico.export.issues
source: Export Issues
es_es: Exportar incidentes
pt_br: Exportar Edições

# plugins.importexport.portico.export.ftp
source: Deposit Issues
es_es: Exportar incidentes a Portico
pt_br: Depositar Edições

# plugins.importexport.portico.export.toggleSelection
source: Toggle Selection
es_es: Alternar selección
pt_br: Alternar seleção

# plugins.importexport.portico.export.success
source: The export was executed successfully!
es_es: ¡La exportación se ejecutó con éxito!
pt_br: A exportação foi executada com sucesso!

# plugins.importexport.portico.export.failure.connection
source: Failed to connect to the FTP server at {$host}.
es_es: No se pudo conectar al servidor FTP en {$host}.
pt_br: Falha ao conectar ao servidor FTP em {$host}.

# plugins.importexport.portico.export.failure.credentials
source: Failed to logon into the FTP server with the given credentials.
es_es: No se pudo iniciar sesión en el servidor FTP con las credenciales proporcionadas.
pt_br: Falha ao inciar sessão no servidor FTP com as credenciais fornecidas.

# plugins.importexport.portico.export.failure.settings
source: To export the issues to Portico you must setup the credentials in the settings tab.
es_es: Para exportar los incidentes a Portico, debe configurar las credenciales en la pestaña de configuración.
pt_br: Para exportar as edições para o Portico, deve ser fornecidas as credenciais na aba de configurações.

# plugins.importexport.portico.export.failure.loadingIssue
source: Failed to load the issue with ID #{$issueId}.
es_es: No se pudo cargar el incidente con el ID #{$issueId}.
pt_br: Falha ao carregar a edição com o ID #{$issueId}.

# plugins.importexport.portico.export.failure.creatingFile
source: Failed to create zip file.
es_es: No se pudo crear el archivo zip.
pt_br: Falha ao criar arquivo zip.

# plugins.importexport.portico.export.failure.noIssueSelected
source: The export was aborted since no issue was selected.
es_es: La exportación se canceló porque no se seleccionó ningún incidente.
pt_br: A exportação não foi bem-sucedida. O servidor pode ter demorado muito para enviar o arquivo para o servidor FTP Portico. Por favor, tente baixar manualmente os artigos para enviar através de um cliente FTP externo.

# plugins.importexport.portico.export.failure.general
source: The export was not successful. Your server may have taken too long to send the file to the Portico FTP server. Please try manually downloading your articles to send via an external FTP client.
es_es: La exportación no se realizó correctamente. Es posible que su servidor haya tardado demasiado en enviar el archivo al servidor FTP de Portico. Intente descargar manualmente sus artículos para enviarlos a través de un cliente FTP externo.
